# Personal laptop (MBP M2)
tap "cloudflare/cloudflare"
brew "cloudflared"
brew "docker"
brew "docker-compose"
brew "gh"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "jq"
brew "libssh"
brew "libtiff"
brew "nvm"
brew "podman"
brew "pstree"
brew "qemu"
brew "skopeo"
brew "terraform"
brew "yarn"
brew "z"
cask "corretto@25"
cask "podman-desktop"
