# Work Mac (MBP M4)
tap "authzed/tap"
tap "metalbear-co/mirrord"
tap "mvndaemon/mvnd"
brew "awk"
brew "harfbuzz"
brew "checkstyle"
brew "coreutils"
brew "docker-credential-helper-ecr"
brew "fd"
brew "gh"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "libksba"
brew "gnupg"
brew "guile"
brew "imagemagick"
brew "jd"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "libpq"
brew "libssh2"
brew "maven"
brew "nmap"
brew "node"
brew "nvm"
brew "plantuml"
brew "potrace"
brew "pstree"
brew "ripgrep"
brew "spotbugs"
brew "tektoncd-cli"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "authzed/tap/zed"
brew "metalbear-co/mirrord/mirrord"
brew "mvndaemon/mvnd/mvnd"
cask "iterm2"
vscode "bierner.markdown-mermaid"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "jebbs.plantuml"
vscode "mebrahtom.plantumlpreviewer"
vscode "meezilla.json"
vscode "tomoki1207.pdf"
