tap "homebrew/bundle"
tap "mvndaemon/mvnd"
brew "crane"
brew "gh"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "libksba"
brew "gnupg"
brew "guile"
brew "harfbuzz"
brew "jd"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "libpq"
brew "libssh2"
brew "maven"
brew "nmap"
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "watch"
brew "yarn"
brew "yq"
brew "mvndaemon/mvnd/mvnd"
cask "pgadmin4"
vscode "bierner.markdown-mermaid"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "meezilla.json"
vscode "waderyan.gitblame"
