tap "homebrew/bundle"
tap "metalbear-co/mirrord"
tap "mvndaemon/mvnd"
brew "gh"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "libksba"
brew "gnupg"
brew "guile"
brew "harfbuzz"
brew "jd"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "libpq"
brew "libssh2"
brew "maven"
brew "nmap"
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "pinentry-mac"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "metalbear-co/mirrord/mirrord"
brew "mvndaemon/mvnd/mvnd"
cask "pgadmin4"
vscode "bierner.markdown-mermaid"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "jebbs.plantuml"
vscode "mebrahtom.plantumlpreviewer"
vscode "meezilla.json"
vscode "redhat.java"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "waderyan.gitblame"
