# Personal laptop (MBP M2)
tap "cloudflare/cloudflare"
brew "cloudflared"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "gh"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "harfbuzz"
brew "jq"
brew "libssh"
brew "libtiff"
brew "lima"
brew "little-cms2"
brew "maven"
brew "nvm"
brew "openssl@1.1"
brew "podman"
brew "pstree"
brew "python@3.11"
brew "qemu"
brew "skopeo"
brew "terraform"
brew "tomcat", restart_service: :changed
brew "yarn"
brew "z"
cask "podman-desktop"
